Repository: mozilla-l10n/mt-training-data
Catalog: rki/rki_pontoon.tmx
Source language: en_us
Languages: rki

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
rki: စံပုံစံထဲမှာ မပါဝင်ယေ ဒေဖိုင်နန့် ပတ်သက်လို့ နောက်ထပ် ပီးချင်ယေ အချက်အလက်တိ ဟိကေ မိတ်ဆွေ <emailFragment>commonvoice@mozilla.com</emailFragment>ကို ဆက်သွယ်ပါ။

source: If the sentence does not meet the above criteria, click the "No" button.
rki: အထက်က စံနှုန်းတိနန့် မကိုက်ညီကေ "မဟုတ်" ခလုတ်ကို နှိပ်ပါ။

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
rki: အထက်က သတ်မှတ်ချက်တိနန့် မကိုက်ညီကေ ဘယ်ဘက်က &quot;ငြင်းပယ်ပါ&quot; ခလုတ်ကို နှိပ်ပါ။ သတ်မှတ်ချက်တိနန့် ပတ်သတ်လို့ မသေချာကေ ကျော်လားပနာ နောက်တခုကို ဆက်လားနိုင်ပါယေ။

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
rki: စာကြောင်းက စော်ကားစွာ ဝါ စိတ်အနှောင့်အယှက်ကို ဖြစ်စီကေ - ဥပမာ ရိုင်းစိုင်းယေ အကြောင်းအရာ ဝါ အကျွန်ရို့ <communityGuidelines>အသိုင်းအဝိုင်းမှာ ပါဝင်ဖို့ လမ်းညွှန်ချက်တိ</communityGuidelines> ကို တမျိုးမျိုး ချိုးဖောက်စွာ ဟိကေ - ယင်းစာကြောင်းကို မိတ်ဆွေ ငြင်းပယ်သင့်ပါယေ။ ပြဿနာကို မြှင့်တင်ဖို့ <emailFragment>commonvoice@mozilla.com</emailFragment> က တဆင့် အကျွန်ရို့ဘားကို ဆက်သွယ်နိုင်ပါယေ။

source: If the sentence meets the criteria above, click the "Yes" button.
rki: အထက်က စံနှုန်းတိနန့် ကိုက်ညီကေ "ဟုတ်တေ" ခလုတ်ကို နှိပ်ပါ။

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
rki: စာကြောင်းစွာ သတ်မှတ်ချက်တိနန့် ကိုက်ညီကေ ညာဘက်က "အတည်ပြုပါ" ခလုတ်ကို နှိပ်ပါ။

source: If the transcription contains an error, please use the report function to flag it. Potential errors include:
rki: စာသားမှတ်တမ်းမှာ အမှားအယွင်း ပါဟိကေ အစီရင်ခံစာ လုပ်ဆောင်ချက်ကို အသုံးပြုပနာ အလံပြပါ။ ဖြစ်နိုင်ခြေ ဟိယေ အမှားတိမှာ အေဟင့်တိ ပါပါယေ -

source: If the word “kitchen” appears pronounced as in Spanish, it should be written as in English, not as “quichen.”
rki: “kitchen” ဆိုယေ စကားလုံးကို စပိန်ဘာသာနန့် အသံထွက်အတိုင်း ရီးထားကေ “quichen” လို့ မရီးဘဲ၊ အင်္ဂလိပ်ဘာသာနန့်ရာ ရီးသင့်ပါယေ။

source: If the word quinceaños is pronounced as in English, write it with the ñ.
rki: quinceaños ဆိုယေ စကားလုံးကို အင်္ဂလိပ်ပိုင် အသံထွက်အတိုင်းဆိုကေ ñ နန့် ရီးပါ။

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
rki: စာကြောင်း အကြောင်း မသေချာဆိုကေ ကျော်လားပနာ နောက်တခုကို ဆက်လားနိုင်ပါယေ။

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
rki: ဒေလမ်းညွှန်ချက်တိမှာ မပါဝင်ယေ အရာတခုခုကို မိတ်ဆွေ တွေ့ဟိခကေ မိတ်ဆွေ အကောင်းဆုံး ဆုံးဖြတ်ချက်အတိုင်း မဲပီးပါ။ မိတ်ဆွေ ယတိပြတ် မဆုံးဖြတ်နိုင်ကေ ကျော်ဖို့ ခလုတ်ကို အသုံးပြုပနာ နောက်အသံသွင်းချက်ကို ဆက်လားပါ။

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
rki: မိတ်ဆွေက <strong>ယင်းချင့်တိကို ကြားနိုင်ဗြီးကေ</strong> ၊ <strong>နားလည်နိုင်ကေ</strong> အများအားဖြင့် <strong>ခွင့်ပြုပီးဖို့ အကောင်းဆုံး</strong>ဖြစ်ပါယေ။

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
rki: မေးခွန်း တစုတဝေးတည်းကို မက်ဆေ့ချ် ပို့ဖို့အတွက် တင်သွင်းချင်က၊ မိတ်ဆွေ <githubLink> အကျွန်ရို့ GitHub က တဆင့် </githubLink> ပြုလုပ်နိုင်ပါယေ ဝါ မိတ်ဆွေ စာရင်းကို <emailFragment>commonvoice@mozilla.com</emailFragment> ကို အီးမေးလ် ပို့နိုင်ပါယေ။

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
rki: ရက်အနည်းချေအတွင်း အကျွန်ရို့ဘားက အကြောင်းမကြားကေ <emailLink>{ $email }</emailLink>ကို ဆက်သွယ်ပါ။ အကျွန်ရို့ ပြန်ဆက်သွယ်ပီးပါမေ။

source: If you don't see your language in either part of the platform, select both.
rki: ပလက်ဖောင်းက ဇာအပိုင်းမှာမဆို မိတ်ဆွေ ဘာသာစကားကို မတွိရကေ၊ နှစ်ခုလုံးကို ရွီးချယ်ပါ။

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
rki: မိတ်ဆွေ ဝါ မိတ်ဆွေရို့ အဖွဲ့အစည်းက ပရောဂျက်ကို ပြန်ပနာ လှူဒါန်းလိုပါကေ <donateLink>လှူဒါန်းမှု</donateLink> ပြုလုပ်နိုင်ပါယေ ဝါ <emailFragment>commonvoice@mozilla.com</emailFragment> က တဆင့် အကျွန်ရို့ မိတ်ဖက်အဖွဲ့ဘားကို ဆက်သွယ်နိုင်ပါယေ။

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
rki: ပံ့ပိုးကူညီစွာမှာ အခက်အခဲ ဟိနိန်ကေ၊ မိတ်ဆွေ ဘာသာစကားအတွက် အကြောင်းအရာ အားလုံးကို ကြည့်ဖို့ အချိန်မရွေး ပြန်ပြောင်းနိုင်ပါယေ။

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
rki: ASR မော်ဒယ်တိ တည်ဆောက်ဖို့ ကိရိယာတိကို ရှာနိန်ကေ <discourseLink> Discourse</discourseLink>မှာ အသိုင်းအဝိုင်းက အခြားလူတိနန့် ချိတ်ဆက်နိုင်ပါယေ။

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
rki: ဒေတာစုအကြောင်း ပိုပနာ ပြောဆိုချင်ကေ၊ စီစဉ်ထားယေ ပလက်ဖောင်း တိုးချဲ့စွာတိမှာ ပူးတွဲ ရင်းနှီးမြှုပ်နှံမှု လုပ်ချင်ကေ ဝါ ပူးပေါင်းဆောင်ရွက်ဖို့ အခွင့်အလမ်းတိကို ရှာဖွေချင်ကေ <emailFragment>အကျွန်ရို့ကို ဆက်သွယ်ပါ။</emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
rki: ပြန်ပနာ သုံးသပ်ဖို့ စာကြောင်းတိ ကုန်လားကေ၊ နောက်ထပ် စာကြောင်းတိ စုဆောင်းဖို့ အကျွန်ရို့ကို ကူညီပါ။

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
rki: အသံထွက်က <strong>နားလည်ဖို့ မဖြစ်နိုင်</strong>လို့ မိတ်ဆွေ ထင်ကေ၊ ဝါ <strong>နောက်ခံ ဆူညံသံတိ အများကြီး ဟိနိန်ကေ</strong>၊ ဝါ <strong>တခြားလူတိလည်း စကားပြောနိန်ကတ်ကေ</strong> ဒေ အသံဖိုင်ကို ငြင်းပယ်သင့်ပါယေ။ <accuracyLink>အကျွန်ရို့ တိကျမှုစံနှုန်းတိမှာ နောက်ထပ်အချက်အလက်တိကို ကြည့်ပါ</accuracyLink>။

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
rki: #CommonVoice အတွက် အသံ လှူဒါန်းဖို့ ကိုယ်ရေးကိုယ်တာ ရည်မှန်းချက်တခု အကျွန်် ဖန်တီးလိုက်ပါဗျာလ် -- အကျွန်နန့် ပူးပေါင်းပနာ တကယ့် လူတိ ဇာပိုင် ပြောလဲဆိုစွာ စက်တိကို သင်ကြားပီးဖို့ ကူညီပီးပါ { $link }

source: Imagine you’re texting a friend or telling someone a story
rki: သူငယ်ချင်းတယောက်ကို မက်ဆေ့ချ် ပို့နိန်စွာ ဝါ တယောက်ယောက်ကို ပုံပြောပြနိန်စွာကို မြင်ယောင်ကြည့်ပါ

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
rki: Mozilla က <privacyLink> ကိုယ်ရေးအချက်အလက် မူဝါဒ </privacyLink> မှာ ရှင်းပြထားယေအတိုင်း ဒေအချက်အလက်ကို ကိုင်တွယ်စွာကို အကျွန် သဘောတူပါယေ။

source: Include appropriate citation
rki: သင့်တော်ယေ ကိုးကားချက်ကို ထည့်သွင်းပါ

source: Include filler words and markers
rki: ဖြည့်စွက် စကားလုံးတိနန့် အမှတ်အသားတိ ထည့်သွင်းပါ

source: Includes email, username & demographic info, available right away
rki: အီးမေးလ်၊ အသုံးပြုယေ လူ နာမေနန့် လူဦးရေဆိုင်ယေ အချက်အလက်တိ ပါဝင်ပနာ၊ ချက်ချင်း ရဟိနိုင်ပါယေ

source: Includes mp3s and related sentences, may take some time to prepare
rki: mp3 တိနန့် ဆက်စပ် စာကြောင်းတိ ပါဝင်ယေအတွက်၊ ပြင်ဆင်ဖို့ အချိန် တစိချေ ကြာနိုင်ပါယေ

source: Incorrect punctuation or capitalization
rki: မှားယွင်းယေ ပုဒ်ဖြတ်ပုဒ်ရပ် ဝါ စာလုံးကြီးတိနန့် ရီးထားယေ

source: Information about the language
rki: ဘာသာစကားနန့် ပတ်သက်တေ အချက်အလက်တိ

source: In general, we advise that the person who checks the transcription should not be the same person who did the original transcription. It is very hard to check your own work! Having multiple lines of review can help make quality assurance more robust, and help mitigate biases and issues.
rki: ယေဘုယျ၊ စာသားပြန်ဆိုချက်ကို စစ်ဆေးယေ လူစွာ မူရင်း စာသား ပြန်ဆိုချက်ကို ပြုလုပ်ခယေ လူ၊ တယောက်တည်း မဖြစ်သင့်လို့ ကျွန်ုပ်တို့ အကြံပြုပါယေ။ ကိုယ် လုပ်ခယေ အလုပ်ကို ကိုယ်က စစ်ဆေးဖို့ ကကောင်း ခက်ပါယေ။ ပြန်သုံးသပ်ချက်တိ အများကြီး လုပ်စွာက အရည်အသွေး အာမခံချက်ကို ပိုခိုင်မာဇီပနာ ဘက်လိုက်မှုတိနန့် ပြဿနာတိကို လျော့ပါးဇီဖို့ ကူညီပီနိုင်ပါယေ။

source: In general, you should write down everything you hear. This includes;
rki: ပုံမှန်ဆိုကေ မိတ်ဆွေ ကြားရသမျှကို ရီးမှတ်ထားသင့်ပါယေ။ ယင်းအထဲမှာ ပါစွာတိက -

source: In Progress
rki: လုပ်နိန်တုန်း ဖြစ်ပါယေ

source: Insert punctuation that could change the meaning – keep the flow natural.
rki: အဓိပ္ပာယ် ပြောင်းလဲဇီနိုင်ယေ ပုဒ်ဖြတ်ပုဒ်ရပ်တိ ထည့်သွင်းပါ - စကား အလားအလာကို သဘာဝကျကျ ထားပါ။

source: Interested in getting involved with this project, or partnering with us?
rki: ဒေပရောဂျက်မှာ ပါဝင်ဖို့ ဝါ အကျွန်ရို့နန့် ပူးပေါင်းဆောင်ရွက်ဖို့ စိတ်ဝင်စားပါလား?

source: Interested in learning more and contributing to the project?
rki: ပိုလေ့လာကြည့်ဖို့၊ ပရောဂျက်မှာ ပါဝင်ကူညီဖို့ စိတ်ဝင်စားပါလား?

source: [interrupted by background noise]
rki: [နောက်ခံ ဆူညံသံနန့် အနှောင့်အယှက် ဖြစ်လားယေ]

source: Intersex
rki: ယောက်ျား မမက် တွဲယေ လူ

source: Invalid file
rki: ဖိုင် မမှန်ကန်ပါ

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
rki: <isoCodeLink>ISO Codes</isoCodeLink> သိကေ

source: Is the clip valid?
rki: အသံသွင်းထားစွာက တရားဝင်ပါလား?

source: It contains words or phrases that are hard to read or pronounce.
rki: ယင်းမှာ ဖတ်ဖို့ ဝါ အသံထွက်ဖို့ ခက်ခဲယေ စကားလုံးတိ ဝါ စကားစုတိ ပါဝင်ပါယေ။

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
rki: အကျွန်ရို့ လုပ်စွာတိကို မှီခိုအားထားယေ ဘာသာစကား ၁၀၀ ကျော် ဟိယေ အသိုင်းအဝိုင်းတိအတွက် ဒေတာစုတိကို လက်ခံသိမ်းဆည်းဖို့နန့် ပလက်ဖောင်းကို တိုးတက်ကောင်းမွန်အောင် လုပ်ဖို့ တနှစ်ကို ဒေါ်လာ တသန်းနီးပါး ကုန်ကျပါယေ။

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
rki: အကျွန်ရို့ လုပ်ဆောင်စွာတိကို မှီခိုအားထားနိန်ရယေ ဘာသာစကား ၁၀၀ ကျော် အသိုင်းအဝိုင်းတိအတွက်၊ ဒေတာစုတိကို လက်ခံထားဖို့နန့် ပလက်ဖောင်းကို တိုးတက်ကောင်းမွန်ဇီဖို့အတွက် တနှစ်ကို ဒေါ်လာတသန်းနီးပါး ကုန်ကျပါယေ။ <strong>ပွင့်လင်းပနာ အားလုံး ပါဝင်ယေ ဒေတာတိကို မိတ်ဆွေ တန်ဖိုးထားကေ - အေနိ လှူဒါန်းပီးပါ!</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
rki: ဒေတာစုတိကို အဆက်မပြတ် လက်ခံထားဟိဖို့နန့် ထုတ်ပြန်ဖို့၊ ပလက်ဖောင်းကို တိုးတက်ကောင်းမွန်အောင် လုပ်ဆောင်ဖို့နန့်<africaMradiLink>လူထု အစီအစဉ်တိ</africaMradiLink>ကို လည်ပတ်ဖို့ ငွေကြေး အမြောက်အမြား ကုန်ကျပါယေ။

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
rki: Common Voice ဒေတာစုကို cc0 လိုင်စင်အောက်မှာ ထုတ်ဝေထားလို့ စာသား အားလုံးစွာ <publicDomain>public domain</publicDomain> (cc0) ဖြစ်ဖို့ ကကောင်း အရေးကြီးပါယေ။ မိတ်ဆွေ သေချာမှရာ စာကြောင်း တကြောင်းကို အပ်လုဒ် တင်ပနာ၊ သက်ဆိုင်ယေ ကိုးကားချက်ကို အမြဲတမ်း ထည့်သွင်းပီးပါ။

source: It is written in a language different than what I’m reviewing.
rki: အကျွန် သုံးသပ်နိန်ယေ ဘာသာစကားနန့် မတူယေ ဘာသာစကားတခုနန့် ရီးသားထားပါယေ။

source: It is written in a language different than what I’m speaking.
rki: အကျွန် ပြောနိန်ယေ ဘာသာစကားနန့် မတူယေ ဘာသာစကားနန့် ရီးသားထားပါယေ။

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
rki: စာကြောင်းတိစွာ အများပြည်သူပိုင် ဖြစ်ပနာ မူပိုင်ခွင့် ကန့်သတ်ချက် မရှိလို့ အကျွန်ရို့ စစ်ဆေးနိုင်ဖို့ ကိုးကားချက်တိ ထည့်သွင်းပီးဖို့ အရေးကြီးပါယေ။

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
rki: Common Voice ဖြစ်လာဖို့ အများကြီး လုပ်ဖို့ လိုပါယေ! အကျွန်ရို့ တယောက်တည်း မလုပ်ပါ။ အကျွန်ရို့နန့် ပူးပေါင်းဆောင်ရွက်ချင်ပါလား? မိတ်ဆွေဘားက ကြားချင်ပါယေ။

source: Join Discord Community
rki: Discord အသိုင်းအဝိုင်းကို ပူးပေါင်းပါ

source: Join Mozilla Data Collective
rki: Mozilla Data Collective မှာ ပါဝင်လိုက်ပါ

source: Join our community
rki: အကျွန်ရို့ အသိုင်းအဝိုင်းနန့် ပူးပေါင်းပါ

source: Join the Common Voice mailing list
rki: Common Voice မေးလ် စာရင်းထဲမှာ ပါဝင်ဖို့

source: Join us on Discord
rki: Discord မှာ အကျွန်ရို့နန့် ပူးပေါင်းပါ

source: Join us to advance voice technology and empower more user contributions.
rki: အသံနည်းပညာကို မြှင့်တင်ဖို့နန့် အသုံးပြုယေ လူတိ ပံ့ပိုးကူညီမှုတိကို ပိုအားကောင်းဇီဖို့ အကျွန်ုရို့နန့် ပူးပေါင်းပါ။

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
rki: အချက်ပြစွာကို တတ်နိုင်သမျှ သဘာဝကျကျ စာကြောင်းတကြောင်းနှစ်ကြောင်းနန့် ပြန်ဖြေပါ။ မိတ်ဆွေ ဘာသာစကားစွာ ရိုသေလေးစားမှုနန့် တခြားလူကို ထိခိုက်မှု မဟိဇီဖို့ သေချာပါဇီ။

source: Just Unsure?
rki: မသေချာ ဖြစ်နိန်ပါလား?

source: { $kb }kb max
rki: { $kb } kb အများဆုံးပါ

source: Keep
rki: သိမ်းထားပီးပါ

source: Keep it up, record again <recordIcon></recordIcon>
rki: ဆက်လုပ်ပါ၊ ထပ်ပနာ အသံ သွင်းပါ <recordIcon></recordIcon>

source: Keep the recordings
rki: အသံ သွင်းထားစွာတိကို သိမ်းပီးပါ

source: Keep track of your progress and metrics across multiple languages.
rki: ဘာသာစကားအများကြီးမှာ မိတ်ဆွေ တိုးတက်မှုနန့် မက်ထရစ်တိကို ခြီရာခံပါ။

source: Keep track of your progress with a profile
rki: မိတ်ဆွေ တိုးတက်မှုကို ကိုယ့်စာမျက်နှာထဲမှာ ခြီရာခံပါ

source: Keep track of your progress with a profile and help our voice data be more accurate.
rki: ပြိုဖိုင်းတခုနန့် မိတ်ဆွေ တိုးတက်မှုကို ခြီရာခံပနာ၊ အကျွန်ရို့ အသံဒေတာကို ပိုပနာ တိကျဇီဖို့ ကူညီပီးပါ။

source: Keep your volume consistent - don’t shout or sing
rki: အသံ အတိုးအကျယ်ကို တသမတ်တည်း ထားပါ - အော်စွာ ဝါ တေးခြင်းဆိုစွာမျိုး မလုပ်ပါကဲ့

source: <key>1</key>-<key>{ $numLanguages }</key> Tag with language
rki: <key> ၁ </key> - <key> { $numLanguages } </key> ဘာသာစကားနန့် အညွှန်းစာ တပ်ပီးပါ

source: Keyboard usage
rki: ကီးဘိုးဒ် အသုံးပြုစွာ

source: Labeling noise events like coughing or laughing
rki: ချောင်းဆိုးစွာ ဝါ ရယ်စွာရို့ပိုင် ဆူသံတိကို အညွှန်းစာ တပ်ပီးပါ

source: Labeling significant noise pollution, like background chatter or car horns
rki: နောက်ခံ စကားပြောသံ ဝါ ကားဟွန်းတီးသံ ရို့ပိုင် သိသာ ထင်ရှားယေ ကကောင်း ဆူသံ လွှမ်းမိုးနိန်ယေလို့ အညွှန်းစာ တပ်ပီးပါ

source: Language
rki: ဘာသာစကား

source: Language Fundamentals (e.g. Digits, Letters, Money)
rki: ဘာသာစကား အခြေခံတိ (ဥပမာ - ဂဏန်း၊ အက္ခရာ၊ ငွေကြေး)

source: Language Request
rki: ဘာသာစကား တောင်းဆိုဖို့

source: Language request successfully submitted, thank you.
rki: ဘာသာစကား တောင်းဆိုစွာကို အောင်အောင်မြင်မြင် တင်သွင်းဗြီးပါဗျာလ်၊ ကျေးဇူးတင်ပါယေ။

source: Languages
rki: ဘာသာစကားတိ

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
rki: ဘာသာစကားတိကို ဒေသအသုံးအနှုန်းကို ပြောင်းလဲယေခါ ယင်းဘာသာစကားတိမှာ အပိုဆောင်း လိုအပ်ချက်တိနန့် ကိုယ်ပိုင် အတည်ပြုချက် စည်းမျဉ်းတိ ဟိနိုင်ပါယေ။ ဘာသာစကား တခုအတွက် သီးခြား အတည်ပြုချက် ဖိုင် မဟိကေ၊ အင်္ဂလိပ် စည်းမျဉ်းတိကို ပံ့ပိုး ကူညီယေ လူတိအတွက် ပြသပီးပါဖို့။

source: Language Text
rki: ဘာသာစကား စာသား

source: Large bulk sentence submission
rki: စာကြောင်းကြီးတိ အစုအပြုံလိုက် တင်သွင်းဖို့

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
rki: ကြီးမားပနာ၊ အများပြည်သူ ရဟိနိုင်ယေ အသံ ဒေတာစုတိစွာ စက် သင်ယူမှုနန့်ဆိုင်ယေ စကားပြော နည်းပညာစွာ ဆန်းသစ်တီထွင်မှုနန့် ကျန်းမာယေ ပြိုင်ဆိုင်မှုကို မြှင့်တင်ပီးပါဖို့။ Common Voice က ဒေတာစုစွာ ဒေ အမျိုးအစားမှာ အကြီးဆုံး ဖြစ်ကေလည်း တခုတည်း ဟိယေ ဒေတာစု မဟုတ်ပါ။ ဒေစာမျက်နှာယေ အခြား open-source အသံ ဒေတာစုတိအတွက် ရည်ညွှန်းချက် ဗဟိုချက်အဖြစ်နန့် Common Voice ကြီးထွားလာစွာနန့်အမျှ အကျွန်ရို့ ထုတ်ဝေမှု အပ်ဒိတ်တိအတွက် နိန်ရာတခုအဖြစ် ဆောင်ရွက်ပါဖို့။

source: Large scale corporates and platform companies
rki: အကြီးစား ကော်ပိုရိတ်တိနန့် ပလက်ဖောင်း ကုမ္ပဏီတိ

source: Last Updated: { $lastUpdatedTimeStamp }
rki: နောက်ဆုံး အပ်ဒိတ် လုပ်ခယေ အချိန် - { $lastUpdatedTimeStamp }

source: Laugh
rki: ရယ်ယေ

source: Launched
rki: စခပါယေ

source: Learn about partnerships with Common Voice
rki: Common Voice နန့် ပူးပေါင်းဆောင်ရွက်စွာတိအကြောင်း လေ့လာပါ

source: Learn about the mission and team behind Common Voice
rki: Common Voice ရည်မှန်းချက်နန့် အဖွဲ့အကြောင်းကို လေ့လာကြည့်ပါ

source: Learn how to check a transcription
rki: စာသားပြန်ရီးစွာ တခုကို ဇာပိုင် စစ်ဆေးပီးရဖို့ဆိုစွာကို လေ့လာပါ

source: Learn how to take part
rki: ဇာပိုင် ပါဝင်ရဖို့လဲ လေ့လာပါ

source: Learn how to transcribe
rki: စာသား ပြန်ရီးနည်းကို လေ့လာပါ

source: Learn how to use this page
rki: ဒေစာမျက်နှာကို ဇာပိုင် သုံးရဖို့လဲ လေ့လာပါ

source: Learn More
rki: ပိုပနာ သိဟိဖို့

source: Leaving now means you’ll lose your changes
rki: အဂု ထွက်လားကေ မိတ်ဆွေ ပြောင်းထားစွာတိကို ပျက်လားပါဖို့

source: Leaving now means you'll lose your progress
rki: မိတ်ဆွေ အဂု ထွက်လားကေ၊ တန်းလန်း လုပ်ထားစွာတိ ပျက်လားပါဖို့

source: Length
rki: အရှည်

source: Let's Get Started
rki: စလိုက်ကတ်ပါမေ

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
rki: အက္ခရာတိစွာ ပြောဆိုနိန်ယေ ဘာသာစကားနန့် ကိုက်ညီရပါဖို့။ ဥပမာ “ж” စွာ ရုရှား အက္ခရာနန့် ရီးသားထားယေ အက္ခရာဖြစ်ကေလည်း အင်္ဂလိပ်ဘာသာမှာ တခါလည်း အသုံးမပြုယေအတွက်၊ ဇာအင်္ဂလိပ်ရင်းမြစ် စာသားမှာလည်း မပေါ်သင့်ပါ။

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
rki: LibriSpeech စွာ LibriVox ပရောဂျက်က ဖတ်ထားယေ အသံစာအုပ်တိက ဆင်းသက်လာယေ 16Khz အင်္ဂလိပ်စကားပြော နာရီ ၁၀၀၀ လောက် ပါဝင်ယေ စုစည်းမှုတခု ဖြစ်ပါယေ။

source: License
rki: လိုင်စင်

source: License: <licenseLink>CC-0</licenseLink>
rki: လိုင်စင် - <licenseLink> CC-0 </licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
rki: လိုင်စင် - <licenseLink> { $license } </licenseLink>

source: Link Copied
rki: လိင့်ခ်ကို ကူးယူဗြီးပါဗျာလ်

source: Links to websites that can help us understand the language
rki: ဘာသာစကားကို နားလည်ဖို့အတွက် အကျွန်ရို့ကို ကူညီပီးနိုင်ယေ ဝဘ်ဆိုက် လိင့်ခ်တိ

source: Listen
rki: နားထောင်ပါ

source: Listening
rki: နားထောင်

source: Listen options menu
rki: နားထောင်ဖို့ ရွီးစရာ မီနူး

source: Listen-Queue
rki: နားထောင်ဖို့-တန်းစီမှု

source: Loading…
rki: တင်နိန်ပါယေ...

source: Loading sentences…
rki: စာကြောင်းတိကို တင်ပီးနိန်ပါယေ…

source: Localized
rki: ဒေသစကား ပြောင်းစွာ

source: Log In
rki: ဝင်ဖို့

source: Login Identity
rki: ဝင်ဖို့ အထောက်အထား

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
rki: စာကြောင်း အများကြီး ထည့်ဖို့ <loginLink>ဝင်ပါ</loginLink> ဝါ <loginLink>အကောင့်ဖွင့်ပါ</loginLink>

source: Log in or sign up to get started
rki: စလုပ်ဖို့ အကောင့် ဟိကေ Log in ဝင်ပါ ၊ အကောင့် မဟိကေ အကောင့်သစ် ဖွင့်ပါ

source: Log In / Sign Up
rki: ဝင်ဖို့ / အကောင့်သစ် ဖွင့်ဖို့

source: Log In / Sign Up with { $company } email
rki: { $company } အီးမေးလ်နန့် ဝင်ပါ / အကောင့်သစ် ဖွင့်ပါ

source: Log Out
rki: ထွက်ဖို့

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
rki: မူပိုင်ခွင့် အကျုံး မဝင်ယေ စာသားတိကို ရှာဖွေပါ - ဥပမာ ၁၉၂၀ မတိုင်ခင်က ထုတ်ဝီခယေ စာအုပ် အများစု

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
rki: ကြည့်ရစွာ ဒေဘာသာစကားမှာ နားထောင်ဖို့ အသံဖိုင်တိ ဟိနိန်ပုံ မပေါ်ပါ။ အဂု အသံသွင်းပနာ တန်းစီစောင့်ဆိုင်းနိန်ယေ အစီအစဉ်ကို ဖြည့်ဖို့ ကူညီပီးပါ။

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
rki: မိတ်ဆွေ စကားပြောဆိုစွာ မစခင်ကပင် ပလက်ဖောင်းက အသံစသွင်းစွာနန့် ဗြီးလားခါ ရပ်လားအောင် သေချာပါဇီ။

source: Make sure the sentence meets the following criteria:
rki: အေစာကြောင်းစွာ အောက်က သတ်မှတ်ချက်တိနန့် ကိုက်ညီယေလို့ သေချာဘာဇီ။

source: Make sure they can be answered in just a couple of sentences
rki: ယင်းချင့်တိကို စာကြောင်း အနည်းချေနန့် ဖြေနိုင်ဖို့ သေချာအောင် လုပ်ပီးပါ။

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
rki: အမည်မဖော်လိုယေ လူဦးရေနန့်ဆိုင်ယေ အချက်အလက်တချို့ကို ပီးပနာ မိတ်ဆွေ တင်သွင်းထားယေ ဒေတာကို တတ်နိုင်သမျှ ကြွယ်ဝအောင် ပြုလုပ်ပါ။ လူဦးရေနန့်ဆိုင်ယေ အချက်အလက်အားလုံးကို အများပြည်သူသိရှိဇီဖို့ မပြုလုပ်ခင် အကျွန်ရို့က ဇာသူဇာဝါဆိုစွာကို ပယ်ဖျက်ပီးပါဖို့။

source: Male
rki: ယောကျ်ား

source: Male/Masculine
rki: ယောက်ျား/ယောက်ျား ပီသယေ

source: Manage Email Subscriptions
rki: အီးမေးလ် စာရင်းသွင်းလာစွာတိကို စီမံခန့်ခွဲပါ

source: Manage Subscriptions
rki: စာရင်းသွင်းလာစွာတိကို စီမံခန့်ခွဲပါ

source: <mark>Check</mark>
rki: <mark>စိစစ်ပီးပါ</mark>

source: <mark>Data</mark>
rki: <mark>ဒေတာ</mark>

source: <mark>Prompt</mark>
rki: <အမှတ်အသား> ညွှန်ကြားချက် Prompt</ အမှတ်အသား>

source: <mark>Respond</mark>
rki: <mark>တုံ့ပြန်ချက်</mark>

source: <mark>Transcribe</mark>
rki: <mark>စာသားအဖြစ် ပြန်ရီးပါ</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
rki: <mark>CV ကို မိတ်ဆွေ သုတေသနအတွက် အသုံးပြုနိန်ပါလား?</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
rki: <mark>မိတ်ဆွေ အကူအညီကို</mark> <br/> <mark>အကျွန်ရို့ လိုအပ်ပါယေ။</mark>

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform. We are in room "common-voice:mozilla.org".
rki: Matrix စွာ ဗဟိုချုပ်ကိုင်မှု ကင်းပနာ၊ အချိန်နန့် တပြေးညီ ဆက်သွယ်ဖို့အတွက် ပွင့်လင်း ပေါ့ပါးယေ protocol တခုဖြစ်ဗျာယ်၊ Mozilla က ဦးစားပီး ဆွေးနွေးယေ ပလက်ဖောင်းတခု ဖြစ်ပါယေ။ အကျွန်ရို့စွာ "common-voice:mozilla.org" မှာ ဟိနိန်ပါယေ။

source: Maximum file size: 25 MB
rki: အများဆုံး ဖိုင် အရွယ်အစား: 25 MB

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
rki: အကျွန်ရို့ <homepageLink>ပင်မစာမျက်နှာ</homepageLink>က အထောက်အကူ ဖြစ်ပါလား? မေးခွန်း မိန်းဖို့၊ <matrixLink>Matrix အသိုင်းအဝိုင်း စကားပြောခန်း</matrixLink>မှာ ပါဝင်ပါ၊ <githubLink>GitHub</githubLink>က တဆင့် ဆိုက်ပြဿနာတိကို စောင့်ကြည့်ပါ ဝါ <discourseLink>အကျွန်ရို့ Discourse ဖိုရမ်တိ</discourseLink>ကို ဝင်ပနာ ကြည့်ပါ။

source: Meaning
rki: အဓိပ္ပာယ်

source: Media and Entertainment
rki: မီဒီယာနန့် ဖျော်ဖြေရေး

source: Menu to access Partnerships, Press and Stories, Community and Languages
rki: မိတ်ဖက်တိ၊ စာနယ်ဇင်းနန့် ဇာတ်လမ်းတိ၊ လူ့အသိုင်းအဝိုင်းနန့် ဘာသာစကားတိကို ဝင်ကြည့်ဖို့ မီနူး

source: Message
rki: မတ်ဆေ့ချ်

source: “Mi mamá dijo, ‘Tú crees que esto es un juego?’ and I was like, ‘Okay chill!’”
rki: "Mi mamá dijo၊ 'Tú crees que esto es un juego?" ဗြီးကေ ငါက 'အိုကေ အီးအီးဆေးဆေး!"

source: Minimum sentences in file: 1000
rki: ဖိုင်ထဲမှာ အနည်းဆုံး စာကြောင်း အရေအတွက် - 1000
